Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The Greek government submitted on Wednesday a formal request for a three-year lending facility from the European Stability Mechanism, the Eurogroup's bank bailout fund.
pt: O governo da Grécia apresentou formalmente o pedido de um terceiro pacote de resgate pelo Mecanismo de Estabilidade Europeu nesta quarta-feira (8) .

source: The release of Bae and Miller comes just weeks after another U.S. detainee, Jeffrey Fowle, was released by North Korea.
pt: Bae e Miller eram os únicos americanos ainda presos na Coreia do Norte, depois da libertação há duas semanas de Jeffrey Fowle, de 56 anos.

source: Later one came by and cut my leg .. .
pt: "Depois, uma delas veio e me deu uma facada na perna.. .

source: But in many cases the planes did not file flight plans, nor did they use on-board transponders or maintain radio contact with civilian air traffic control, Nato said.
pt: Segundo a Otan, os aviões russos não informaram seus planos de voo e não houve contato com as autoridades aéreas civis, "o que representa um risco potencial aos aviões civis".

source: A US embassy spokesman, contacted by AFP, confirmed that the deal was inked in Ankara by Turkish Foreign Ministry Undersecretary Feridun Sinirlioglu and US ambassador to Turkey John Bass.
pt: Em declarações aos jornalistas, o chefe da diplomacia turca disse que o acordo foi assinado pelo vice-secretário do Ministério dos Negócios Estrangeiros, Feridun Sinirlioglu, e o embaixador dos Estados Unidos em Ancara, John Bass.

source: As said before, I don't want to be conformed to a particular art form, because there is so much to enjoy out there other than one's work."
pt: A arte pode ser um processo, mas não estou tão certo de que uma mostra de arte deva sê-lo: é que, não sendo obra de arte, uma exposição tem outros compromissos .

source: The team showed they could produce the same results as a conventional blood test.
pt: No artigo, a equipe sugere que os resultados são semelhantes aos de um exame de sangue convencional.

source: (Reuters) - A laboratory technician for the U.S. Centers for Disease Control and Prevention has been placed under observation for possible exposure to the deadly Ebola virus due to an apparent mix-up in lab specimens, the Atlanta-based agency said on Wednesday.
pt: WASHINGTON (Reuters) - A técnica de laboratório que pode ter sido exposta ao Ebola em um acidente na semana passada no Centro de Controle e Prevenção de Doenças (CDC, na sigla em inglês) em Atlanta não está mostrando sinais da doença, disse o coordenador dos Estados Unidos para o Ebola neste domingo.

source: meats, already at record highs, continue to rise on a combination of drought and disease, but overall food cost increases remain near long-term averages, the U.S. Department of Agriculture said on Monday.
pt: WASHINGTON (Reuters) - Os preços de muitas das carnes no varejo dos Estados Unidos, que já estão em patamares históricos de alta, continuam a subir devido a uma combinação de seca e abates devido a doenças, informou o Departamento de Agricultura (USDA) nesta segunda-feira.

source: Ahram Online - Record-breaking 2014 was hottest in modern history: US
pt: 2014 foi o ano mais quente na história moderna, dizem cientistas dos EUA

source: St. Louis police fatally shot a black teenager on Wednesday who they say pointed a gun at them, and later faced angry crowds, reigniting racial tensions first sparked by the killing of an unarmed black teen in another Missouri town a year ago.
pt: A morte provocou manifestações na cidade, recordando as tensões raciais despertadas com a morte de Michael Brown, um outro adolescente negro, que estava desarmado, na cidade vizinha de Ferguson, há um ano.

source: I hope this reform does just that.”
pt: "Eu não sei o que fazer mais .

source: He and Merkel met President Petro Poroshenko in Kiev on Thursday and were expected to go to Moscow to see Russia's Vladimir Putin on Friday.
pt: Hollande e Merkel terão encontro com Poroshenko em Kiev e depois seguem para Moscou, onde se reúnem com Putin .

source: Brown said during a news conference that the shootout began about 12:30 a.m. Saturday, when a suspect or suspects parked in front of the building south of downtown and began firing .
pt: De acordo com Brown, o tiroteio começou por volta de 0h30 de sábado no horário local, quando os suspeitos estacionaram em frente ao prédio da polícia e começaram a disparar.

source: Obama responded, "Listen you're in my house ... it's not respectful."
pt: "Não é respeitoso (...), você não vai conseguir uma resposta da minha parte me interrompendo assim", afirmou o presidente.

source: Abe coalition secures big Japan election win with record low turnout .
pt: Coalizão do premiê Abe avança para vitória no Japão; comparecimento é baixo

source: Various items that once belonged to the famed French emperor Napoleon Bonaparte will be on auction this weekend, including his iconic hat.
pt: PARIS - O clássico chapéu de Napoleão Bonaparte está entre uma série de pertences do imperador francês que serão levados a leilão próximo a Paris neste fim de semana .

source: He's being detained unlawfully and he should be the one telling his story .
pt: Ele permanece detido ilegalmente e deveria ser a pessoa a contar sua história .

source: There has also been no word from Kiev about the security of the humanitarian mission following Friday's statement from Russia's Foreign Ministry that Kiev forces might attempt to block the agreed route and disrupt the aid delivery to Lugansk.
pt: MOSCOU (Reuters) - A Rússia disse nesta sexta-feira que o Ministério das Relações Exteriores do país está conversando com a Ucrânia sobre a missão de ajuda humanitária para o leste ucraniano, onde o governo de Kiev enfrenta rebeldes pró-Rússia.

source: The rebels accuse the Ukrainian forces of bombing their own people, while Kiev says the rebels are firing heavy artillery into residential areas to discredit the Ukrainian forces.
pt: Kiev nega veementemente o disparo de barragens de artilharia e ataques aéreo contra bairros residenciais e acusa os rebeldes de disparar contra áreas civis.

source: Abu Sayyaf's wife was arrested by the U.S. forces during the raid.
pt: Autoridades norte-americanas disseram que sua mulher, Umm Sayyaf, foi capturada no ataque e está presa no Iraque.

source: Kraft shareholders will receive stock in the combined company and a special cash dividend of approximately $10 billion, or $16.50 per share .
pt: Além de ações da empresa combinada, os acionistas da Kraft receberão um dividendo especial em dinheiro de US$ 16,50 por ação .

source: The Department of Homeland Security has ordered agents at airports and other ports to "observe" arrivals for potential signs of Ebola infection.
pt: O Departamento de Segurança Interna ordenou que funcionários de aeroportos e de outros postos de entrada no país observem os passageiros em busca de sinais de contaminação por ebola.

source: Seattle-based Amazon has long eyed the high-end fashion retail sector and any deal for Net-a-Porter would mean a new commitment in an area where the company lacks a strong presence, Forbes said.
pt: Qualquer transação pela Net-a-Porter significaria um novo compromisso numa área na qual a companhia não tem uma forte presença, diz a revista.

source: Friend of Boston Marathon bomber jailed for six years
pt: Amigo de autor do ataque na Maratona de Boston é condenado a 3,5 anos de prisão

source: After Medina retreated to his room with his girlfriend, Sutter followed them and forced the door open.
pt: Após entrar no quarto do ator, quando estava com sua namorada, Medina golpeou Sutter com uma espada .

source: May 27 Leading figures from across European soccer voiced dismay on Wednesday over the latest scandal to engulf FIFA, the game's powerful governing body, with many of them calling for its presidential election set for Friday to be postponed.
pt: (Reuters) - Figuras de destaque do futebol europeu expressaram consternação nesta quarta-feira diante do mais recente escândalo a atingir a Fifa, e muitas pediram que a eleição presidencial marcada para sexta-feira seja adiada.

source: I'm shamed by the actions of the govt .
pt: Tenho vergonha dos meus atos à frente do governo .

source: "Playing on Saturday, three days is not enough for him to recover .
pt: “Mas três dias, depois de sábado, não são suficientes .

source: Slogans such as "death to Arabs" and "no coexistence with cancer" had been scrawled on the walls of the Arab-Jewish school, police said.
pt: No dia seguinte, pais e alunos se depararam com mensagens hostis escritas nos muros da escola: "morte aos árabes" e "não há coexistência com o câncer".

source: The four in the United States face "minimal" risk, said Jason McDonald, a spokesman for the U.S. Centers for Disease Control and Prevention (CDC), which has begun an investigation of the incident .
pt: Segundo o porta-voz do CDC (Centro de Controle e Prevenção de Doenças) Jason McDonald, os quatro -que faziam procedimentos que "liberaram o agente no ar"– correm risco "mínimo" . O órgão iniciou uma investigação sobre o incidente.

source: ZURICH Jan 12 (Reuters) - Switzerland's frugal pizza lovers have had their hopes dashed for a special rule that would have allowed them to keep ordering cheaper pizza delivery from neighbouring Germany.
pt: ZURIQUE - Os frugais amantes suíços da pizza tiveram tiveram suas esperanças frustradas por uma regra especial que permitisse pedir o cobiçado produto por delivery da vizinha Alemanha.

source: Mary Jane Veloso - what happened to save her from execution?
pt: "É um alívio que a execução de Mary Jane Veloso não tenha ocorrido .

source: Syria offers military help to Palestinians in Yarmouk camp
pt: Governo da Síria oferece apoio a refugiados palestinos

source: The inflation rate now accumulates a combined rise of 4.56 percent in the first four months of the year, the highest for the period since 2003.
pt: IPCA recua, mas no ano acumula alta de 4,56, maior taxa desde 2003

source: I couldn’t tell if the bills were real .
pt: E nem podia, já que eu tinha que trabalhar.

source: 7 tablespoons extra-virgin olive oil
pt: - 3 colheres de azeite

source: BERLIN (Reuters) - Volkswagen (VOWG_p.DE) plans to buy out minority shareholders of Swedish trucks division Scania (SCVb.ST) for 6.7 billion euros (5.53 billion pounds) as it aims to jump-start a stalled eight-year effort to forge Europe's biggest truckmaker.
pt: A VW planeja comprar a fatia dos acionistas minoritários da Scania por 6,7 bilhões de euros (9,2 bilhões de dólares) para dar impulso a um estagnado esforço que começou há oito anos para forjar a maior montadora de caminhões da Europa.

source: And especially in China, they want someone to take care of the smaller things," said Hu, one of dozens of students who have enrolled in the school's six-week courses, which cost 40,000 yuan ($6,500).
pt: E especialmente na China, elas querem alguém que tome conta das coisas menores", disse Hu, um entre as dezenas de alunos que se matricularam nos cursos de seis semanas oferecidos pela escola, ao preço de US$ 6.500.

source: ATHENS (Reuters) - Greece will make every effort to reach an agreement with its euro zone partners at Monday's meeting of euro zone finance ministers on how to transition to a new support program, its government spokesman said on Friday.
pt: O ministro grego das Finanças, Yanis Varoufakis, apresentará nesta quarta-feira, aos seus colegas da zona do euro, a proposta de um novo programa de reformas durante reunião extraordinária em Bruxelas.

source: Major Western economies have flocked to join, including the four largest in Europe — Germany, France, UK and Italy — along with Australia, South Korea and Brazil.
pt: Mas em meados de março, o Reino Unido anunciou adesão ao AIIB e, a seguir, as maiores economias europeias, entre as quais Alemanha, França e Itália, fizeram o mesmo.

source: A similar survey by China's National Bureau of Statistics found non-manufacturing activity slowed to 54.2 in July from 55 in June as property services contracted, and growth in new orders were flat .
pt: O indicador oficial (PMI, na sigla em inglês) para o setor não industrial desacelerou para 54,2 em julho, contra 55 em junho, disse o Departamento Nacional de Estatísticas neste domingo .

source: Not only have I never heard of it, I can't fathom how to pronounce it .
pt: “Se eu não sei o que vão me perguntar, como é que eu posso responder?”, disse .

source: "The Greek government is not waiting until the end of May for a liquidity injection .
pt: "A falta de liquidez não é uma opção nem uma responsabilidade do governo grego .

source: "It's up to the government of Sudan to allow her to exit the country," spokeswoman Marie Harf told a regular State Department news briefing before Ibrahim's release.
pt: Em Washington, a porta-voz do Departamento de Estado americano, Marie Harf, disse que o governo sudanês lhe havia dado garantias de que Meriam e sua família estão bem.

source: Microsoft expected to announce job cuts this week: Bloomberg
pt: Microsoft deve anunciar cortes de empregos nesta semana, diz site

source: In a document seen by Reuters, Greece pledged to meet its financial obligations to all of its creditors, recognise the existing bailout programme as the legally binding framework and refrain from unilateral action that would undermine fiscal targets.
pt: O documento visto pela Reuters também afirmaria o compromisso da Grécia de arcar com todas as obrigações financeiras com seus credores e reconhecer os compromissos assumidos no atual programa de ajuda financeira.

source: French President François Hollande and his German counterpart, Joachim Gauck, attend a ceremony marking the 100th anniversary of Germany's declaration of war on France .
pt: Os presidentes da França, François Hollande, e da Alemanha, Joachim Gauck, participam de cerimônia em memória da I Guerra Mundial

source: "It's not that I didn't sympathize with them," he says .
pt: — Que pena que a pessoa que você está procurando não seja eu.

source: The right one is not .
pt: - E não tem volta ?

source: Supreme Court rules for gay marriage
pt: Suprema Corte dos EUA aprova casamento homossexual em todo o país

source: The Cameroonian Information Minister Issa Tchiroma Bakary said: "It is by far the heaviest toll sustained by the criminal sect Boko Haram since it began launching its barbaric attacks against our land, people and goods."
pt: "Esta é, de longe, a mais pesada baixa da seita criminosa Boko Haram, desde que iniciou seus ataques bárbaros contra nossas terras, pessoas e bens", disse ele.

source: There have been numerous military coups in recent decades - this is the 12th since the end of absolute monarchy in 1932.
pt: Sim, o país já foi palco de vários golpes nas últimas décadas – esse é o 12º desde o fim da monarquia, em 1932.

source: The death toll from the Ebola outbreak in West Africa has passed 3,000, the World Health Organization (WHO) says.
pt: Número de mortos por Ebola na África Ocidental ultrapassa 3.000, diz OMS

source: Weinstein, 73 was abducted in Lahore, Pakistan, in 2011 while working for a US consulting firm .
pt: Weinstein, um trabalhador humanitário de 73 anos, foi sequestrado pela Al-Qaeda em agosto de 2011 na cidade paquistanesa de Lahore .

source: The Zimbabwean government has requested the extradition of the US dentist Walter Palmer, who killed the southern African country’s most celebrated lion, Cecil .
pt: O Zimbábue entrou com um pedido de extradição do dentista norte-americano Walter James Palmer, que matou Cecil, um leão que estava sob proteção, disse nesta sexta-feira uma ministra zimbabuana .

source: Meanwhile Nuri Kino, the head of the group A Demand For Action, which focuses on religious minorities in the Middle East, said between 70 and 100 had been abducted.
pt: Durante os ataques, os militantes levaram entre 70 e 100 assírios, disse Nuri Kino, diretor do grupo ativista A Demand For Action, que tentar garantir a segurança de minorias religiosas do Oriente Médio .

source: The information they hold is key to the investigation into what happened to the flight that took off from Surabaya, Indonesia, for Singapore on December 28 with 162 people on board.
pt: O avião caiu com 162 pessoas abordo em 28 de dezembro pouco depois de decolar da cidade indonésia de Surabaya com destino a Cingapura.

source: The Pentagon press secretary, Rear Adm. John Kirby, said in a brief written statement Thursday that the U.S. government was acknowledging the attempted rescue of Somers, the only American among the roughly dozen hostages held by a Yemen-based Al-Qaeda offshoot in the Arabian Peninsula.
pt: Em um discurso na última quinta-feira, o secretário de imprensa do Pentágono, o contra-almirante John Kirby, reconheceu pela primeira vez que uma missão dos EUA no mês passado tentou resgatar Somers, mas depois descobriu-se que ele não estava no local, perto da fronteira do Iêmen com a Arábia Saudita .

source: (Updates with quotes from the decision) By Lawrence Hurley WASHINGTON, June 19 (Reuters) - The U.S. Supreme Court on Thursday ruled that implementing an abstract idea using a computer does not make an invention patent eligible.
pt: RIO DE JANEIRO (Reuters) - A Suprema Corte dos Estados Unidos restringiu levemente nesta quinta-feira as patentes de software ao decidir que simplesmente implementar uma ideia abstrata usando um computador não torna a invenção elegível de ser patenteada.

source: Season sauce with salt .
pt: Tempere com o sal e a salsa .

source: Again, no suggestion of a link to the Charlie Hebdo attack
pt: Também não se sabe se o ataque está relacionado ao atentado ao jornal Charlie Hebdo.

source: A suspect has been arrested, he said .
pt: O suspeito ainda não foi encontrado.

source: The so-called P5+1 talks between Iran and the US, Russia, China the UK, France and Germany had led to an interim agreement in November 2013.
pt: O Irã fez um acordo provisório com os Estados Unidos, China, Grã-Bretanha, França e Alemanha em novembro de 2013 .

source: Why done we do the same ?
pt: O que eu fiz ?

source: Marseille prosecutor Brice Robin, who is leading the criminal investigation into the crash in France, said the investigation and documents would be handed to French authorities.
pt: O procurador de Marselha, Brice Robin, disse que, com os dados que a investigação tem até agora, não se pode falar de suicídio .

source: A reporter in the capital, Juba, quoted witnesses as saying more than 200 people, mostly ethnic Nuers, had been shot by security forces.
pt: Uma repórter na capital Juba disse ter ouvido testemunhas que relataram a matança de 200 pessoas – a maior parte delas da etnia nuer – por forças de segurança do governo.

source: Prime Minister Benjamin Netanyahu on Tuesday urged Palestinian president Mahmoud Abbas to recognize Israel as a Jewish state and to "abandon the fantasy" of flooding Israel with returning Palestinian refugees.
pt: "Assim como Israel está preparado para reconhecer um Estado palestino, os palestinos precisam estar preparados para reconhecer um Estado judaico", disse Netanyahu na terça-feira.

source: "Obama always goes reckless with words and deeds like a monkey in a tropical forest," an unnamed spokesman for the policy department of the National Defense Commission (NDC) said in a statement published by North Korea's official news agency, KCNA.
pt: "Obama é sempre imprudente em palavras e atos, como um macaco em uma floresta tropical", disse um porta-voz não identificado para a comissão em um comunicado divulgado pela agência oficial de notícias KCNA, usando um termo aparentemente projetado para causar ofensa racial que a Coreia do Norte usou antes.

source: We are talking about thousands of families who continue to suffer through this cold winter with inadequate shelter .
pt: “É fácil olhar para esses números e esquecer que milhares de famílias continuam sofrendo neste inverno gelado em abrigos inadequados .

source: MEXICO CITY (Reuters) - The dismembered bodies of a Russian woman and her daughter were found in the Mexican border city of Tijuana, the attorney general's office of Baja California state said on Friday, and an official said another daughter had confessed to the killings.
pt: A polícia mexicana prendeu na sexta-feira uma jovem, filha de pais russos, pelo homicídio da mãe e da irmã, que foram encontradas decapitadas na semana passada em sua casa de Tijuana, noroeste do país, informou a promotoria do estado da Baixa Califórnia.

source: Boko Haram releases about 190 people in Nigeria's Yobe state
pt: Boko Haram liberta 190 reféns na Nigéria, segundo autoridades

source: The Thursday explosion happened just over a year after a gas leak caused an explosion and building collapse that killed eight people in Manhattan’s Harlem neighborhood.
pt: O incidente ocorre apenas um ano depois de oito pessoas terem morrido, quando uma explosão de gás fez desabar dois prédios de apartamentos no Harlem, no norte de Manhattan, em 12 de março de 2014.

source: “Morocco has demonstrated the extraordinary things it is capable of .
pt: "O Marrocos está demonstrando a sua incrível capacidade", afirmou o dirigente .

source: US drone attack in Pakistan kills several militants
pt: Ataque com drone dos EUA mata 7 militantes no noroeste do Paquistão

source: A woman charged with the murders of eight children in the Australian city of Cairns has failed to have her case transferred to a mental health court.
pt: A mulher acusada pelo assassinato de oito crianças na cidade da Cairns, nordeste da Austrália, se esforça para entender o que aconteceu exatamente, afirmou o advogado.

source: "There is no connection between these air strikes against PKK and recent understandings to intensify US-Turkey cooperation against ISIL," Brett McGurk, the deputy special presidential envoy for the coalition to counter the IS group, said on Twitter, using one of the jihadist group’s acronyms.
pt: Subsecretário de Estado adjunto do país, Brett McGurk disse que "não há relação" entre os ataques turcos contra o PKK e a intensificação da luta contra o Estado Islâmico na região, que conta com a cooperação entre turcos e americanos .

source: As a result of the clean up campaign, the Vatican bank, which had been embroiled in numerous scandals in the past, has enacted a wide-ranging drive to tighten financial governance and eliminate abuse.
pt: O Banco do Vaticano, imerso em vários escândalos no passado, colocou em vigor uma iniciativa abrangente para fortalecer a governança financeira e eliminar os abusos .

source: He doesn't make any sense .
pt: O que ele faz ?

source: It's pretty crazy when you think about it," he said.
pt: Não é legal quando o espaço que você tem é por causa da sua mãe .

source: NSA Associate Director for Policy and Records David Sherman said that the agency had launched a "comprehensive" investigation after media reports were published about classified NSA spy programs based on information leaked by Snowden.
pt: O diretor da NSA para os arquivos, David Sherman, declarou que a agência realizou uma ampla investigação após as revelações do ex-consultor da NSA Edward Snowden.

source: British Prime Minister David Cameron on Friday vehemently dismissed a request from the European Union for an additional 2.1-billion-euro payment into the bloc's coffers after a revision of official data showed the United Kingdom's economy was doing well.
pt: O primeiro-ministro britânico, David Cameron, afirmou nesta sexta-feira estar furioso por causa dos 2,1 bilhões de euros que a Comissão Europeia está cobrando da Grã-Bretanha depois de reavaliar sua contribuição com o bloco.
